Repository: meisenzahl/mindi
Catalog: po/extra/*.po
Languages: fr, id

source: A simple Video to Audio converter
fr: Un simple convertisseur vidéo vers audio
id: Konverter Video ke Audio sederhana

source: Option to quickly convert to audio.
fr: Une application pour convertir vers de l'audio.

source: Features:
fr: Fonctionnalités :
id: Fitur:

source: Get from web streaming base.
fr: Convertissez à partir de liens Web.
id: Dapatkan dari internet.

source: Use from context menu: right click on video or audio file, and select Convert to Audio.
fr: Utilisation à partir du menu contextuel : clic droit sur un fichier vidéo ou audio, et sélectionnez Convertir en audio.

source: Use from Applications select video.
fr: Utilisation depuis le menu des applications.
id: Buka dari Aplikasi pilih video.

source: Dark and light.
fr: Thème sombre et clair.
id: Gelap dan terang.

source: New style.
fr: Nouveau style.
id: Gaya baru.

source: Convert to MP3, M4A, OGG, WAV, WMA, FLAC, Etc.
fr: Conversion en MP3, M4A, OGG, WAV, WMA, FLAC, Etc.
id: Mengkonversi ke MP3, M4A, OGG, WAV, WMA, FLAC, dll.

source: Fix and add feature
fr: Correction et ajout de fonctionnalité
id: Perbaikan dan penambahan fitur

source: Warning exist notify.
fr: Notifications d'avertissement.

source: Reload.
fr: Rechargement.

source: Progress in aplication.
fr: Barre de progression dans l'application.
id: Kemajuan aplikasi

source: Check link.
fr: Vérification du lien.
id: Mengecek link

source: Fix.
fr: Correction.
id: Perbaikan

source: New icon by fatih20.
fr: nouvelle icône pat fatih20.

source: Updated Dutch translation by Heimen Stoffels.
fr: Mise à jour des traduction néerlandaises par Heimein Stoffels

source: Download from web stream base.
fr: Téléchargement à partir d'un lien Web.
id: Download dari tautan

source: Change find folder from icon location.
fr: Modification du dossier d'emplacement des icônes.
id: Ubah pencarian icon lokasi

source: Change switch to button.
fr: Modification du bouton.
id: Ubah swit baten

source: Status download and converting.
fr: Statut du téléchargement et de la conversion.
id: Status unduh dan konversi

source: Icon input.
fr: Icône d'entrée.
id: Ikon masukan

source: Info Location converted.
fr: Emplacement du fichier convertir.
id: Informasi lokasi

source: Fix close warning.
fr: Correction de l'avertissement de fermeture.
id: Perbaikan tutup dan peringatan

source: Fix stop warning.
fr: Correction de l'avertissement d'arrêt.
id: Perbaikan peringatan berhenti

source: Add silent notify.
fr: Ajout du mode silencieux des notifications.
id: Tambahkan notifikasi bisu

source: Find location converted.
fr: Emplacement du fichier converti.
id: Temukan lokasi

source: Ask converter location.
fr: Demande l'emplacement de conversion.
id: Bertanya lokasi conversi

source: Fix input name as output name.
fr: Correction du nom d'entrée comme nom de sortie.
id: Perbaikan masukan nama sebagai keluaran nama

source: Change spiner to Progress.
fr: Modification de l'icône de chargement en barre de progression.
id: Ubah spiner menjadi progres

source: Save last audio selected.
fr: Enregistrement du dernier audio sélectionné.

source: Remove unfinished file.
fr: Suppression des fichiers non terminés.

source: Cancel option.
fr: Option Annuler.

source: Add file audio.
fr: Ajout de fichiers audio.

source: Hello Juno!
fr: Salut Juno !

source: Converter to audio
fr: Convertisseur vers audio
id: Konversi ke suara
